[{"data":1,"prerenderedAt":47},["Reactive",2],{"content-query-Nrt1KQ0cQB":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":7,"description":8,"body":9,"_type":42,"_id":43,"_source":44,"_file":45,"_extension":46},"/bio","",false,"Bio","Samir Ghosh (he/they) is a California based interface designer and creative coder who specializes in virtual reality. As a PhD student at the Social Emotional Technology Lab at UC Santa Cruz, they research multi-user immersive applications for scientific sensemaking, exploring how groups can work in virtual reality to manipulate simulations and engage with complex data. Outside of these research commitments, they lead the Creative Code Collective and contribute to arts projects as a collaborator.",{"type":10,"children":11,"toc":39},"root",[12,19,24,29,34],{"type":13,"tag":14,"props":15,"children":16},"element","p",{},[17],{"type":18,"value":8},"text",{"type":13,"tag":14,"props":20,"children":21},{},[22],{"type":18,"value":23},"Previously, they were the Assistant Director of the Ahmanson Lab at the University of Southern California, where they contributed to impactful AR/VR projects in the humanities in collaboration with institutions such as the Library of Congress, The Vatican, the California Science Center, and the Huntington.",{"type":13,"tag":14,"props":25,"children":26},{},[27],{"type":18,"value":28},"They bring experience from both industry and arts domains: As a coding assistant to Behnaz Farahi, they created software for wearable technology fashion pieces, notably Bodyscape. As an intern at Intel, they worked in the maintenance of massive server farms and supercomputers.",{"type":13,"tag":14,"props":30,"children":31},{},[32],{"type":18,"value":33},"During undergraduate education, as technical director of Corpus Callosum, a technology+arts student organization, they scaled membership to over 100 participants and created systems to ensure the group’s continued productions to present day. They hold bachelor degrees in computational linguistics and cognitive science from the University of Southern California.",{"type":13,"tag":14,"props":35,"children":36},{},[37],{"type":18,"value":38},"In their free time, they train in capoeira and related movement modalities.",{"title":5,"searchDepth":40,"depth":40,"links":41},2,[],"markdown","content:bio.md","content","bio.md","md",1712073061207]